{
    "products": [
        {
            "id": 1,
            "img": "/images/products/pro-seating.jpg",
            "href": "/products/pro-seating",
            "title": "Pro seating",
            "description": "Ergonomic seating solutions with premium comfort and contemporary design for all-day productivity.",
            "overview": "Our professional seating collection is expertly crafted for superior comfort and modern aesthetics. Each piece combines ergonomic innovation with high-quality materials to create seating solutions that enhance productivity and elevate any workspace environment.",
            "categories": [
                "All",
                "Executive",
                "Task",
                "Geust",
                "Cafeteria",
                "Stools",
                "Outdoor"
            ]
        },
        {
            "id": 2,
            "img": "/images/products/work-surfaces.jpg",
            "href": "/products/work-surfaces",
            "title": "Work surfaces",
            "description": "Stylish and durable surfaces crafted with high-quality materials for professional workspace environments.",
            "overview": "Our work surfaces collection features desks and tables built for durability and style. Each surface combines premium materials with functional design to create solutions that support productivity and enhance any office environment.",
            "categories": [
                "All",
                "Executive",
                "Workspace",
                "Meeting",
                "Cafeteria"
            ]
        },
        {
            "id": 3,
            "img": "/images/products/height-adjustable-table.jpg",
            "href": "/products/height-adjustable-table",
            "title": "Height adjustable table",
            "description": "Advanced height adjustable tables designed for employee wellness with smooth electric control systems.",
            "overview": "Our height adjustable tables support workplace wellness with robust construction and intuitive electric controls. Each workstation allows users to switch between sitting and standing positions to improve posture and work performance.",
            "categories": [
                "All",
                "Executive",
                "Workspace",
                "Meeting"
            ]
        },
        {
            "id": 4,
            "img": "/images/products/lounge-seating.jpg",
            "href": "/products/lounge-seating",
            "title": "Lounge seating",
            "description": "Comfortable reception seating with elegant upholstery perfect for client areas and lounges.",
            "overview": "Our lounge seating collection creates welcoming and comfortable spaces for clients and employees. Each piece combines luxurious comfort with sophisticated styling to enhance reception areas and social zones.",
            "categories": []
        },
        {
            "id": 5,
            "img": "/images/products/office-storage.jpg",
            "href": "/products/office-storage",
            "title": "Office storage",
            "description": "Smart organizational furniture designed to keep your office clutter-free and efficiently arranged.",
            "overview": "Our office storage collection features intelligent solutions designed to maximize efficiency and maintain workplace order. Each unit combines functional design with quality construction to streamline office operations.",
            "categories": []
        },
        {
            "id": 6,
            "img": "/images/products/personal-vaults.jpg",
            "href": "/products/personal-vaults",
            "title": "Personal vaults",
            "description": "Heavy-duty personal storage units built for maximum security and long-lasting durability.",
            "overview": "Our personal vault collection provides robust storage solutions for maximum security and reliability. Each unit combines heavy-duty construction with advanced locking mechanisms to protect valuable items and confidential materials.",
            "categories": []
        },
        {
            "id": 7,
            "img": "/images/products/work-pods.jpg",
            "href": "/products/work-pods",
            "title": "Work pods",
            "description": "Stylish privacy solutions that create quiet, concentrated workspaces within busy office environments.",
            "overview": "Our innovative work pods collection provides private, focused environments within open office spaces. Each pod combines acoustic engineering with modern design to create quiet sanctuaries that enhance concentration, privacy, and productivity in bustling workplace",
            "categories": []
        }
    ]
}